{
  "plugins": {
    "FixCursorHold": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "bufferline": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "dressing": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "dropbar": {
      "src": "https://github.com/Bekaboo/dropbar.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mini-ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini-pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini-surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "molten": {
      "src": "https://github.com/benlubas/molten-nvim"
    },
    "neo-tree": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "nui": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "outline": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "telescope-fzf-native": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "todo-comments": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "yanky": {
      "src": "https://github.com/gbprod/yanky.nvim"
    }
  }
}
